{
    "What is Online Internship Program on IAC?": "1. Maharashtra's most loved online '#Internship Program' (IP) is now a part of 'INDUSTRY ACADEMIA COMMUNITY' (#IAC) Membership. IAC memberships are #free for all students who want to make their careers in IT (Technical & Management).\n2.  These free internships are only on an experience basis and are a part of our Industry Academia Community (IAC) program for a Social Cause and hence are absolutely free for college students PAN India. This noble initiative by Cloud Counselage Pvt. Ltd. is in association with Gift-A-Career Foundation, to help students get job-ready, in time (before their graduation)! \n3. The internship program is structured to provide students with opportunities to implement their learning on real-world problems in the field of Technology & Business. Thus helping them learn to work as per industry best practices, and standards, build their confidence to deliver projects, and communicate with the industry professionals.",
    "How Internship Program is conducted?": "This is a felxible online internship, you can choose any of one domain from the ones that we offer. This is a guaranteed internship for all the students, freshers and working professionals, who aspire to IT & Management careers. There will be no interviews or aptitude tests required for participating in this internship. To keep the internship focused and reduce the stress to the students we allow working on only one technology at a time. The interns who have successfully submitted the project, get an experience certificate. The interns who have performed exceptionally well and have delivered high-quality deliverables are provided with 'letters of appreciation' as well and are facilitated in the 'Industry Academia Excellence Awards’.",
    "How can I enroll for this Internship?": "\n4.This Internship is delivered in a structured manner to enable Interns to take one step at a time towards completing our internship on an End-To-End online (WFH) & Flexi-Time basis. Hence it is designed as a Workflow. Though it might appear prima facie as a course, it is a construct that is required to deliver an End-To-End real-world Project Experience as per Industry Standards, to successfully complete the internship and get the Work Experience Letter/Certificate. Therefore, please go ahead and click the button ('Get course for free') >> Signup/in >> Start and 'continue' with the said workflow.\n2.r you can visit the official IAC website at https://www.industryacademiacommunity.com/courses/Internships",
    "When the Internship is going to start?": "You can start your internship at any time.",
    "Internship will be paid or free?": "Internship and other IAC activities are absolutely FREE.",
    "What is the eligibility or selection criteria for participating in this internship? ": "This internship is designed for students in higher education courses and any such student aspiring for IT and Management career can participate in this internship.",
    "How many domains are available for this Internship?": "There are 16 IT and 7 Management domains for internship.",
    "What are the domains available for this interships?": "The domains available for this internship are:\n Cloud Computing,  Digital Marketing, DevOps, Human Resources, Machine Learning, Data Analytics, Artificial Intelligence, Business Research, Web Development, Java, Python,Business Development, React JS, UI/UX, Node.js, Operations Management, Android Development, Quality Assurance, Flutter, Cyber Security, Product Management,  Project Management, Game Development, Blockchain, Full Stack Development.",
    "What is the duration of this internship?": "The internship duration is flexible but you have to invest minimum 240 hrs while doing the Internship.",
    "What is the minimum educational qualification is required to enroll in this internship?": "This internship program is designed for undergraduate students but if graduates and freshers feel it is beneficial for them then they can participate in this internship program.\n This internship is designed for students in higher education courses and any such student aspiring for IT and Management career can participate in this internship.",
    "How to choose the Domain?": "A form will be made available to the interns to choose the domain and the duration of the internship.",
    "Will participants be able to choose/change the domain/duration the internship": "You can intern in any domain you choose. Once you choose a domain you can continue working on the same and submit the project. After which you can choose other domain. This will help you to focus much better.",
    "Do we required laptop specifically for projrct": "Yes, Laptop is Required.",
    "While doing the internship, will there be any guidance/mentor provided by your side?" : "Yes, there will be Domain Leads available for each domain.",
    "Can we do more than one Internship simultaneously?" : "We encourage focusing on one field at a time as this will help yield better results.",
    "Is it mandatory to update the LinkedIn Profile?" : "Yes, we recommend to mention your intern_position @ Cloud Counselage Pvt Ltd.",
    "What is the successful completion of internship?" : "The interns have to complete the tasks as per the instructions within the deadlines.",
    "What is Continuous Professional Development?": "Continuing professional development (CPD) is defined as learning experiences which help you develop and improve your professional practice. This can include building on your strengths, as well as developing yourself where you have capability gaps.\nBenefits of CPD - So it may help  to \na. keep your skills and knowledge up to date; \nb. prepare you for greater responsibilities; \nc. boost your confidence; \nd. help you become more creative in tackling new challenges; \ne. enable you to make better decisions, or \nf. help you take your career further.",
    "What is 'Becoming A Global Professional'?": "You can be considered a global professional if you: \n- Work in a foreign country as an expatriate or high-skilled immigrant. \n- Work for a multinational organization in your home country. \n- Are employed by or collaborate with international organizations as a remote worker. \n- Engage in global business as an entrepreneur, contractor or freelancer. \n- Work in culturally diverse context in your own unique way. \nTo become a global professional you need to  \na. Redefining Yourself in a Global Context,  \nb. Understanding How You See Yourself, Others, and the World. \nc. Building Healthy Relationships With People From Different Cultures. ",
    "What is Global Professional Internship?" : "'Global Professional Internship' is an online, flexible internship to help college students and young professionals explore their career option and learn industry ways of working to work on the path of becoming a global professional.",
    "What is the objective of Global Professional Internship?" : "The objective of this 'Global Professional Internship' is to help the participants to \n1. Demonstrate their domain skills: \nDeliver real-world project as per industry standards in one of the 51 domains\n2.Imbibe qualities required by your future employers and that required to become a 'Global Professional' \na. Ability to follow instructions: \nThe industry training session and task instructions are purposely designed to necessitate you to go through the same in detail in order to complete the tasks, thus building your ability to follow instructions and attention to details  \nb. Problem-solving & Critical Thinking: \nThe workflow of the internship will enable you to take a structured approach thereby develop your critical thinking & Problem-solving abilities. \nc. Learning Agility: \nLearning agility is about knowing how to learn — knowing what to do when you don't know what to do. It's about learning from experience and applying it in new ways, adapting to new circumstances and opportunities. \nd. Professionalism: \nProfessionalism is a set of standards that an individual is expected to adhere to in a workplace, usually in order to appear serious, uniform, or respectful. It comprises various elements like ethics, values, integrity, corporate etiquettes, reliability, etc. \ne. Positive Attitude: A positive attitude is a mental state characterized by optimism, enthusiasm, and confidence. It involves having a favorable or optimistic outlook on life, and is often associated with emotional well-being and resilience. Studies show that Happier people are more successful\n3.Develop superior standards of professionalism \nThis is achieved by working on real-world project in one of the 51 different domains and delivering quality deliverables as per the requirements stated. ",
    "What is the process of enrolling for the internship?" : "\n1. Sign-up at https://www.industryacademiacommunity.com. \n2. Click on the 'Internships' tab (https://www.industryacademiacommunity.com/courses/Internships) Scroll down. Just go ahead and take that 'Get course for free' or 'Start' (button) to initiate the workflow to start the internship immediately.",
    "When will the internship start?" : "Since it is self paced so you can take your time to learn the  details about the domain you enroll in along with your internship.. and once you get familiar you can submit the project and complete your internship.",
    "Can we work in multiple domains/ more than 1 domain?" : "We encourage to do only 1 internship at a time. However, you may choose to do multiple internships, but one after another, not simultaneously.",
    "What is the duation of internship, and s it flexible or not?" : "240hrs/ 3 Months/12 Weeks from the date of generating appointment letter will be the duration of internship. Yes it is flexible.",
    "This internship is only for 3 months or 6 month internship is also available?" : "The internship duration for each domain is 240 hrs. However, you may choose to do another domain internship after completing your first domain internship",
    "Where will I find GPI workflow and new joinee form?" : "Steps to find GPI workflow and new joinee form:\n1.Sign-up at https://www.industryacademiacommunity.com.\n2. Click on the 'Internships' tab (https://www.industryacademiacommunity.com/courses/Internships) Scroll down. Just go ahead and take that 'Get course for free' or 'Start' (button) to initiate the GPI workflow to start the internship immediately.\n3.3. New Joinee Form' is available within the GPI workflow under 'Generate Appointment Letter' section",
    "Is there a stipend available for this internship?" : "This Global Professional Internship (GPI) is a part of our Industry-Academia Community (IAC) program @ https://www.industryacademiacommunity.com for a 'social cause' of helping students PAN India, to get them job-ready, in time (before their graduation)!\nTherefore, this internship is unpaid, also as our team generally has to put huge amount of effort and time to get the interns upto speed with the industry standards.\nHaving said that, depending upon interns' performance; if we find them highly productive, we may also get them onboard as our paid interns or even FTEs (after their graduation) with us or our client companies. Thanks",
    "After successful completion , will it be converted to full time job role?" : "Depending upon interns' performance; if we find them highly productive, we may get them onboard as our paid interns or even Full time employees (after their graduation) with us or our client companies.",
    "Is there any fee or selection criteria for the internship?" : "No, the Internship is free and has no selection criteria.",
    "Internship is available in which domains?" : "There are 51 'IT' & 'Management' domains for internship to choose from",
    "What is Internship Preparation?" : "This module is a 5 session series to help you prepare for internships. It helps you to understand the importance of an internship and how you can succeed in it. After this workshop, you will be completely ready to: \n1. Draft a career vision \n2. Plan your career and set goals \n3. Search for an internship aligned with your career vision \n4. Apply for internship and \n5. Succeed at the interview and the internship",
    "How much time is required to complete this course?" : "You can complete the course on your own pace.",
    "Is it mandatory to complete this course before enrolling in the Internship Program?" : "Yes, it is mandatory to complete this course before enrolling in the Internship Program!",
    "Can I complete this course after submitting the Live Project?" : "No, we recommend to complete the course before enrolling for the Live Project.",
    "What is the criteria for getting the certificate?" : "You have to score minimum 60% score in all the quizes.",
    "How to generate the Appointment Letter?" : "To generate your appointment letter, please watch this video:  https://youtu.be/N8iKGjxOxEk and proceed to the Introduction section of our online Internship Program. Complete the subsequent tasks as outlined to generate your appointment letter.",
    "After received the appointment letter. What is the next step ?" : " After receiving the appointment letter, you can proceed to: \n1. Watch all the videos in the Internship Program. \n2. Complete the steps and score at least 60% on the quizzes. \n3. Generate your completion certificate. \n4. Enroll in Internship Preparations & Industry Trainings and complete the tasks \n5. Dive into your Live Project through the Live Project module in the Online Internship Program. \n.You'll find all the necessary details, including project specifics and the problem statement, in the Live Project module.",
    "How to generate the cetificate?" : "After completing the course and quizes, you will see the Certificate Tab on the bottom left corner of the Dashboard. You can click on that to generate your certificate.",
    "Can we share the certificates on the various social media platforms?" : "Yes, You can share the certificates on the various social media platforms.",
    "Are you going to provide us separate certificate for each session?" : "You will get the single certificate for all the session in Internship preparation module, but you will get separate certificates for each Industrial Training session.",
    "When will get the experience letter after submitting the project?" : "Kindly note that 1000s of students have enrolled for the Internship Program.  The submissions are downloaded on a weekly basis and the evaluation would take around a months' time and the experience letter will be issued further to that. \n For e.g if you submitted your project in June '24, it will be evaluated in the following month, July '24. Please ensure to check the latest announcements regarding 'Experience Letter Status' on the IAC Platform community channels. These letters are available in the respective domain for downloading. In case your project is not accepted you will be informed accordingly.",
    "When will get the experience letter after Resubmitting the project?" : "Kindly note that 1000s of students have enrolled for the Internship Program.  The re- submissions are downloaded on a weekly basis and the re-evaluation would take around a months' time and the experience letter will be issued further to that.",
    "What is Industry Training?" : "These sessions walk you through the industry's best practices and the implementation of the same, helping you to learn the corporate way of working.",
    "What topics will be covered in Industry Training course?" : "The Industry Training Course will cover the following topics: \n1. Business Ethics and Values \n2. Corpoate Etiquettes \n3. Business Communication \n4. Cloud Computing \n5. Data and Analytics  \n6. New Product Development \n7. GitHub \n8. Project Management",
    "How much time is required to complete Industry Training course?" : "You can complete the course on your own pace.",
    "Can I complete Industry Training course after submitting the Live Project?" : "No, we recommend to complete it before.",
    "Will I get the certificate for the completion of this project?" : "Yes, you will get the certificate for the completion of this project.",
    "Is it mandatory to submit the feedback form?" : "Yes, it is mandatory!",
    "How to join/enroll in the live project?" : "To join the live project, go to the step 4 of Online Internship Program and click on the domain of your choice, you will redirected to the respective Live Project module.",
    "What is the purpose of this domain overview video?" : "To help you to get more information about the domain you have selected.",
    "What is the difference between Induction video and Onboarding session video?" : "The Induction video is for the Internship Program Introduction and the Onboarding session will help you to move further in your Live Project Task.",
    "What is Project Charter?" : "A Project Charter formally outlines a project in an organization. It covers the scope of what the project will achieve, as well as the people involved, milestones, budget and possible risks.",
    "How to fill the Project Charter form?" : "Watch the project charter completion guide session to know how to fill the Project Charter Form in detail.",
    "Do we need to fill the Project Charter form before starting the project?": "Yes, you need to fill the Project Charter form before starting the project.",
    "What is requirement elicitation questionnaire?" : "Requirement elicitation is a process of gathering and defining the requirements for a system. The goal of requirement elicitation is to ensure that the system development process is based on a clear and comprehensive understanding of the clients needs and requirements. \nThese are set questions the business analyst might consider asking the client representative during a discussion about usrr requirement. Generally these questions are not used as a script to be followed in an elicitation workshop. Instead, one needs to look for ways to build this sort of questions in to the natural flow of a requirement exploration.",
    "How to fill requirement elicitation questionnaire?" : "\n1. Watch the project charter completion guide session. \n2. Attend the requirement elicitation meeting.",
    "What is SRS document?" : "Software Requirement Specification (SRS) is a description of software system to be developed. It lays out fuctional and non-functional requirements, and may include a set of use cases that describe user interactions that the software must provide.",
    "How to fill the SRS document?" : "Watch the project charter completion guide session to know how to fill SRS document.",
    "Do we need to fill the SRS document before starting the project?": "Yes, you need to fill the SRS document before starting the project.",
    "What is work breakdown structure?" : "Work breaksown structure will help you to divide your project deliverables into manageable chunks. We have divide the project goals  in high-level activities and task, however, you may choose to add in further task based on your activities.",
    "How to create work breakdown structure?" : "Watch the project planning webinar to know how to create work breakdown structure.",
    "Where we can submit the work breakdown structure?" : "You can submit it with the Live Project documents",
    "What is Project Schedule?" : "The Project schedule outlines  the cousrse of work for wach team member",
    "How to complete the project schedule?" : "Watch the project planning workshop.",
    "What is Raid Log?" : "Watch the project planning workshop to know what is Raid Log in detail.",
    "How to create the Raid log?" : "Watch the project planning workshop to know how to create the Raid Log.",
    "Where we can submit the Raid log?" : "You can submit it with the Live Project documents.",
    "Is it mandatory to watch the entire video?" : "Yes, it is mandatory to watch the entire video before proceeding with the project.",
    "Where we can submit the project?" : "You can submit the project in Live Project Submission form provided in the Project Submission section of respective live project module.",
    "What are the required documents for submitting with this project?" : "You may refer project submission deliverables list which is provided in 'Project Submission' Section of respective Live Project module.",
    "What are the required project deliverables?" : "You may refer project submission deliverables list which is provided in 'Project Submission' Section of respective Live Project module.",
    "What to do if we are not able to submit the project in project submission form?" : "If you face any poblem while submitting the project you can write us email on-member@industryacademiacommunity.com",
    "Is there any deadline to submit the project?" : "No, There is no deadline to submit the project. You can submit it at your own pace.",
    "How to ensure that the project is submitted?" : "After submitting the project click on the 'NEXT' Tab at upper-right corner to get the submission success message.",
    "Where to resubmit the project?" : "You can re-submit your project in a 'Live Project re-submission Form' available in the 'Project Submission' section of task flow of the respective live project module. \nPlease follow the instructions while re-submitting the project.",
    "Is it mandatory to resubmit the project for those who have already submitted the project?" : "No, the project should be resubmitted by only those interns who has received the Incomplete Submission Email.",
    "Is there any deadline to resubmit the project?" : "No, There is no deadline to resubmit the project",
    "How do I register for the Expo?" : "Please Refer the below link to know more about registration - https://www.cloudcounselage.com/jie \nPlease register using Incognito mode to avoid access or signup issues",
    "Is there a registration fee?" : "Registration and participation in this event is absolutely free.",
    "Is there a deadline for registration?" : "There is no deadline for registration.",
    "What information do I need to provide during registration?" : "Please refer to the same registration - https://www.cloudcounselage.com/jie",
    "What is JIE 2025?" : "JIE is JOB INTERNSHIP and ENTERPENORSHIP EXPO This is free online Event for companies, Faculty Members, college students, Freshers, and professionals a part of our endeavour to build a young global workforce of millions to deliver projects globally.",
    "What is the schedule or agenda for the expo? What topics will be covered?" : "The objective of this event is a part of our endeavor to build a young workforce of millions, to deliver projects globally. This would enable college students, freshers, and professionals to apply and prepare for cutting-edge growth opportunities vis-à-vis multiple Tech. & Mgmt. jobs and internships with us and with our partners PAN India and globally.\nFor Schedule please refer the following link - https://www.cloudcounselage.com/jie",
    "JIE-2025 Expo Benefits" : "The Benefits of JIE-2025 Expo are as follows:\n1. Jobs/Internships – On-spot hiring & PPO chances \n2. Free Workshops – Learn AI, Cloud, Marketing \n3. Networking – Meet recruiters & founders \n4. Startup Support – Pitch for funding/mentorship \n5. Certifications – Discounts/sponsorships \n6. Resume Help – Expert feedback & mock interviews",
    "What makes the JIE Expo different from other career fairs?" : "The JIE Expo is unique because it combines jobs, internships, and entrepreneurship into one platform, offering opportunities for career seekers at all stages. Unlike traditional job fairs, it includes workshops, expert sessions, and entrepreneurship-focused activities, allowing you to gain skills and knowledge while seeking opportunities.",
    "Who can participate in JIE 2025?" : "College students, recent graduates, job seekers, aspiring entrepreneurs, and professionals from IT, Management & Humanities domains can participate in JIE 2025.",
    "What kind of opportunities will be available?" : "Remote, onsite, hybrid, and freelance job and internship opportunities, along with support for entrepreneurship and startup building.",
    "When does JIE 2025 start?" : "The course launches on April 5, 2025, and the Mega Expo will be held in Mumbai on June 4, 2025.",
    "Will there be mentorship or live sessions?" : "Yes, live Q&A sessions with industry experts (including Tushar Topale) will be held every Saturday.",
    "How do I stay updated?" : "1. Join the JIE 2025 Course \n2. Check daily announcements in this IAC channel \n3. Follow email notifications \n4. Stay active and engaged in the community",
    "What is the Startup Ideathon?" : "A chance to pitch your startup idea and win a seat in the Startup Entrepreneurship Program (SEP) worth ₹3,00,000.",
    "Is participation in both the course and expo mandatory?" : "It's recommended to attend both for maximum benefit, but not mandatory.",
    "How do I submit my idea for the Startup Ideathon?" : "Details and submission links are provided within the JIE 2025 Course under the entrepreneurship section.",
    "What are the selection criteria for the Startup Entrepreneurship Program (SEP)?" : "Your idea's innovation, feasibility, and pitch quality will be considered.",
    "Can international students or professionals participate?" : "Yes! JIE 2025 is a global online event open to participants from across the world.",
    "What job and internship opportunities will be available at the expo?" : "The expo will offer job and internship opportunities in various fields, including software development, full-stack development, data analysis, game development, business intelligence, management, sales/marketing, and more.",
    "Which companies or organizations will be offering job and internship positions?" : "Cloud Counselage and partnering companies will offer both job opportunities and internships.",
    "Will there be opportunities for remote work or flexible arrangements?" : "Yes, there are onsite, work-from-home, and hybrid options available, encompassing full-time, part-time, and freelance opportunities.",
    "what are the available domains for the internship?": "DOMAINS: IT & MANAGEMENT\n\nIT:\n1. Artificial Intelligence (AI/ML)\n2. Data Analytics\n3. Cloud Computing\n4. Cyber Security\n5. DevOps\n6. Web Development\n7. Game Development\n8. Full Stack Development\n9. Application Development (Web/Mobile)\n10. Product Development\n11. UI/UX\n12. Python\n13. Java\n14. ReactJs\n15. NodeJs\n16. Blockchain\n17. Flutter/React\n\nMANAGEMENT:\n1. Sales & Marketing\n2. Digital Marketing\n3. HR\n4. Operations Management\n5. Project Management\n6. Product Development\n7. Financial Management\n8. Business Development",
    "Can I apply for internships/vacancies before the event?" : "All the new Jobs & intenship will be available throughtout the event.",
    "Can i get a fulltime job with cloud counselage after my internship?" : "Yes, there is a possibility to get a full-time opportunity with cloud counselage after internship. Cloud Counselage only hires for permanet roles from its pools of interns.",
    "Are all the position offered by cloud counselage?" : "We can also recommend you to our clients across India, UK & US.",
    "What is a webinar?" : " A webinar is an online seminar or presentation that allows participants to view and interact with the content and speakers in real-time. It is typically conducted via video conferencing tools.",
    "How do I Join for a webinar?" : "You can join the webinar with the event link.",
    "What if I am unable to join the link?" : "In case you are unable to join the session using this link, please try to clear the cache of your browser and restart your browser then try to join again.",
    "What if I can't attend the webinar live?" : " If you can't attend the webinar live, you can often access a recording of the session after it concludes.",
    "Can I ask questions during the webinar?" : " Yes, most webinars include a Q&A session where you can submit questions to the speakers.",
    "Who can I contact if I have technical issues during the webinar?" : " If you encounter technical issues during the webinar, please post your query on the IAC community channel or the designated support channel within the IAC Platform. Alternatively, you can email us at [member@industryacademiacommunity.com] for assistance.",
    "What is Industry- Academia Community (IAC)?" : "Industry-Academia Community (IAC) is a part of 'Industry-Academia Connect' initiative of Cloud Counselage Pvt. Ltd. in association with Gift-A-Career Foundation created for Industry & Academia PAN India. This community engages and supports higher education students and freshers by providing them with 360-degree professional development and career growth opportunities through Career Vision, Career Guidance, Industry & Corporate Exposure, and Hands-on experience/remote internships on live projects. All the benefits of the community can be availed from any corner of the world as it is an online community and at no cost to the members.",
    "What are the benifits of IAC?" : "The benefits of Industry-Academia Community (IAC) are as follows:\n1. Industry Exposure Workshops\n2. Career Vision \n3. Career Guidance\n4. Industry Training\n5. Internship Program \n6. Industry Visits \n7.CV & Interview Preparations \n8. Soft Skills Workshops \n9. Career Assessments \n10. Hackathns \n11. Job Placements \n12. Entrepreneurship Program",
    "What is the reason behind founding the IAC?" : "Don't want students to go through the same ordeal that I had to go through after my graduation; waste on their precious time (working hours) in the job struggle after their graduation. IAC is an initiative to bridge the Industry-Academia Gap, to help students get Job-Ready, In Time!",
    "Do I need to pay any fees to be a part of this community?" : "This community is created with the intent to eradicate the perpetual unemployability issue amongst the fresh graduates of India. Cloud Counselage is committed to this social cause and therefore the students can be part of this community at no cost. They do not pay any fees and there are no hidden charges for being part of this community and for availing the benefits of the programs offered through this community.",
    "Do I need to participate in all the activities?" : "You can participate in any activities of your choice. However, each activity has its own benefit. The more activities that you participate in the more career/ job-ready you become.",
    "Is it necessary to become a member of Industry-Academia Community to avail the benefits?" : "You agree to become a member of the community as soon as you sign up for the app or express interest to join the community. The benefits of the app and in turn, the community are only available to the community members. Moreover, there are no fees to become a member of the community.",
    "Will I get the flexibility to participate in my activities at my convenience?" : "More than 90% of the community members have rated us 4 & 5 out of 5 for their overall experience of the activities. The reviews of the participant are available on our iReviews page and social media pages. The students have experienced a boost in confidence, especially during the interview, were able to channelize the interview, and have been placed in companies like Oracle, Microsoft, Capgemini, TCS, Wipro, Deloitte, etc. In terms of higher education, they were able to secure places in reputed universities in U.S., Australia, Ireland, etc.",
    "What is IAC?" : "Industry-Academia Community (IAC) is a part of 'Industry-Academia Connect' initiative of Cloud Counselage Pvt. Ltd. in association with Gift-A-Career Foundation created for Industry & Academia PAN India. This community engages and supports higher education students and freshers by providing them with 360-degree professional development and career growth opportunities through Career Vision, Career Guidance, Industry & Corporate Exposure, and Hands-on experience/remote internships on live projects. All the benefits of the community can be availed from any corner of the world as it is an online community and at no cost to the members.",
    "What is the purpose of IAC?" : "The purpose of IAC is to bridge the gap between industry and academia, providing students with the necessary skills, knowledge, and opportunities to become job-ready and succeed in their careers.",
    "How can I become a member of IAC?" : "You can become a member of IAC by signing up on the IAC platform at https://www.industryacademiacommunity.com.",
    "Hey, Cloudi!" : "Hello! How can I assist you today?",
    "Hii, Cloudi!" : "Hi there! How can I help you today?",
    "Hello, Cloudi!" : "Hello! How can I assist you today?",
    "Hi, Cloudi!" : "Hi! How can I help you today?",
    "How are you today?" : "I'm just a chatbot, but I'm here and ready to assist you! How can I help you today?",
    "Can I ask you something?" : "Of course! Feel free to ask me anything, and I'll do my best to assist you.",
    "I have a question." : "Sure! Please go ahead and ask your question, and I'll do my best to provide you with an answer.",
    "What is the purpose of this FAQ?" : "The purpose of this FAQ is to provide answers to common questions about the Vedika AI Chatbot, its functionalities, and how to use it effectively.",
    "How can I get help with using the Cloudi Chatbot?" : "You can get help with using the Cloudi Chatbot by referring to the user guide or by asking specific questions in this chat.",
    "What are the main features of the Cloudi Chatbot?" : "The main features of the Cloudi Chatbot include answering frequently asked questions, providing information about the Vedika AI Chatbot, and assisting users with various queries related to the chatbot's functionalities.",
    "Can I ask the Cloudi Chatbot about specific topics or domains?" : "Yes, you can ask the Cloudi Chatbot about specific topics or domains related to the Vedika AI Chatbot, such as its functionalities, how to use it, and any other relevant information.",
    "How do I start a conversation with the Cloudi Chatbot?" : "You can start a conversation with the Cloudi Chatbot by simply typing your question or query in the chat window.",
    "Is the Cloudi Chatbot available 24/7?" : "Yes, the Cloudi Chatbot is available 24/7 to assist you with your queries and provide information.",
    "Can I provide feedback about the Cloudi Chatbot?" : "Yes, you can provide feedback about the Cloudi Chatbot by sharing your thoughts and suggestions in this chat. Your feedback is valuable for improving the chatbot's performance and user experience.",
    "How can I report an issue with the Cloudi Chatbot?" : "If you  encounter any issues with the Cloudi Chatbot, you can report it by sending a message in this chat or by contacting the support team through the provided contact information.",
    "What should I do if the Cloudi Chatbot doesn't understand my question?" : "If the Cloudi Chatbot doesn't understand your question, you can try rephrasing it or providing more context. If it still doesn't respond correctly, you can report the issue for further assistance.",
    "Can I customize the Cloudi Chatbot's responses?" : "Currently, the Cloudi Chatbot's responses are predefined and cannot be customized by users. However, you can suggest improvements or new features that you would like to see in future updates.",
    "How can I access the Cloudi Chatbot on different devices?" : "You can access the Cloudi Chatbot on any device with internet connectivity, including smartphones, tablets, and computers, by visiting the designated platform or application where the chatbot is hosted."

}
